Repository: schatt/nova
Catalog: nova/locale/*/LC_MESSAGES/nova-log-warning.po
Languages: fr

source: Arguments dropped when creating context: %s
fr: Arguments supprimés lors de la création du contexte : %s

source: WARNING: Using the remote debug option changes how Nova uses the eventlet library to support async IO. This could result in failures that do not occur under normal operation. Use at your own risk.
fr: AVERTISSEMENT : Utiliser l'option de debug à distance change la façon dont Nova utilise la librairie eventlet pour supporter IO asynchrone. Cela pourrait entraîner des défaillances qui ne se produisent pas en fonctionnement normal. A utiliser à vos risques et périls.

source: Service killed that has no database entry
fr: Service détruit sans entrée dans la base de données

source: Expected to receive %(exp)s bytes, but actually %(act)s
fr: En attente de %(exp)s octets, reçu uniquement %(act)s

source: Access key %(access_key)s has had %(failures)d failed authentications and will be locked out for %(lock_mins)d minutes.
fr: La clef d'accès %(access_key)s a rencontrée %(failures)d echecs d'authentification et sera par conséquent vérouillée pour %(lock_mins)d minutes.

source: multiple fixed_ips exist, using the first: %s
fr: plusieurs fixed_ips existent, utilisation de la première : %s

source: X-Instance-ID present in request headers. The 'service_metadata_proxy' option must be enabled to process this header.
fr: X-instance-ID est présent dans les en-têtes de requêtes. L'option 'service-metadata-proxy' doit être activée pour traiter ces en-têtes.

source: Tenant_id %(tenant_id)s does not match tenant_id of instance %(instance_id)s.
fr: Tenant_id %(tenant_id)s ne correspond pas avec le tenant_id de l'instance %(instance_id)s.

source: %(logprefix)sfile does not exist
fr: Le fichier %(logprefix)s n'existe pas

source: %(logprefix)unexpected IOError when reading
fr: %(logprefix)u IOError inattendue lors de la lecture

source: %(logprefix)sfailed to load json
fr: %(logprefix)s a échoué à charger json

source: Extension %(ext_name)s: Cannot extend resource %(collection)s: No such resource
fr: Extension %(ext_name)s : impossible d'étendre la ressource %(collection)s : aucune ressource

source: Extensions in both blacklist and whitelist: %s
fr: Extensions à la fois dans la liste noire et la liste blanche : %s

source: Rejecting snapshot request, snapshots currently disabled
fr: Rejet de la demande d'instantané, instantanés actuellement désactivés

source: Failed to load extension %(ext_factory)s: %(exc)s
fr: Echec du chargement de l'extension %(ext_factory)s : %(exc)s

source: Failed to load extension %(classpath)s: %(exc)s
fr: Echec du chargement de l'extension %(classpath)s : %(exc)s

source: Failed to load extension %(ext_name)s:%(exc)s
fr: Echec de chargement de l'extension %(ext_name)s:%(exc)s

source: Not loading %s because it is in the blacklist
fr: Pas de chargement de %s car il est la liste noire

source: Not loading %s because it is not in the whitelist
fr: Pas de chargement de %s car il n'est pas dans la liste blanche

source: Instance has had its instance_type removed from the DB
fr: instance_type de l'instance a été retiré de la BD

source: No match when trying to update BDM: %(bdm)s
fr: Pas de correspondance en essayant de mettre à jour BDM : %(bdm)s

source: No cell_name for %(method)s() from API
fr: Pas de cell_name pour %(method)s() de l'API

source: No cell_name for instance update from API
fr: Pas de cell_name pour la mise à jour de l'instance de l'API

source: Failed to delete snapshot from shelved instance (%s).
fr: Échec à supprimer l'instantané de l'instance en attente (%s).

source: Flavor %d not found
fr: Flavor %d non trouvée

source: instance's host %s is down, deleting from database
fr: le hôte %s de l'instance est hors service ; en cours de suppression de la base de données

source: Ignoring volume cleanup failure due to %s
fr: Echec de l'omission du nettoyage de volume. Cause : %s

source: %(overs)s quota exceeded for %(pid)s, tried to resize instance.
fr: quota dépassé de %(overs)s pour %(pid)s, tentative de redimensionnement de l'instance.

source: Hypervisor driver does not support instance shared storage check, assuming it's not on shared storage
fr: Le pilote de l'hyperviseur ne supporte pas la vérification d'instance sur stockage partagé, poursuite avec hypothèse que l'instance n'est pas sur un stockage partagé

source: Hypervisor driver does not support resume guests
fr: L'hyperviseur ne prend pas en charge la reprise des invités

source: Failed to resume instance
fr: Echec de la reprise de l'instance

source: Hypervisor driver does not support firewall rules
fr: L'hyperviseur ne prend pas en charge les règles de pare-feu

source: Unexpected power state %d
fr: Etat d'alimentation inattendu %d

source: Treating negative config value (%(retries)s) for 'block_device_retries' as 0.
fr: Traitement de la valeur de configuration négative (%(retries)s) pour 'block_device_retries' à 0.

source: Volume id: %s finished being created but was not set as 'available'
fr: Fin de création du Volume id! %s mais il n'est pas configuré comme 'disponible'

source: Instance build timed out. Set to error state.
fr: La génération de l'instance a dépassé le délai d'attente. Elle est définie sur l'état d'erreur.

source: Failed to create block device for instance due to being over volume resource quota
fr: Échec à créer des périphériques par blocs pour une instance ceci au dû au dépassement du quota de ressource pour le volume

source: No more network or fixed IP to be allocated
fr: Aucun réseau ou adresse IP fixes ne peuvent être alloués

source: Ignoring EndpointNotFound: %s
fr: EndpointNotFound ignorée : %s

source: Failed to delete volume: %(volume_id)s due to %(exc)s
fr: Echec à supprimer le volume : %(volume_id)s à cause de %(exc)s

source: trying to reboot a non-running instance: (state: %(state)s expected: %(running)s)
fr: Tentative de redémarrage d'une instance qui n'est pas en cours d'exécution : (état : %(state)s état attendu : %(running)s)

source: Instance disappeared during reboot
fr: L'instance a disparu lors du redémarrage

source: trying to snapshot a non-running instance: (state: %(state)s expected: %(running)s)
fr: Tentative d'exécution d'instantané d'une instance qui n'est pas en cours d'exécution : (état : %(state)s état attendu : %(running)s)

source: Error while trying to clean up image %s
fr: Erreur en tentant de nettoyer l'image %s

source: set_admin_password is not implemented by this driver or guest instance.
fr: set_admin_password n'est pas implémenté par ce pilote ou par cette instance invitée.

source: Unable to find a different image to use for rescue VM, using instance's current image
fr: Impossible de trouver une autre image pour la machine virtuelle de secours à l'aide de l'image actuelle de l'instance

source: Detaching volume from unknown instance
fr: Déconnexion du volume d'une instance inconnue

source: Ignoring DiskNotFound exception while detaching volume %(volume_id)s from %(mp)s: %(err)s
fr: Exception Disque Non Trouvé ignorée pendant le détachement volume %(volume_id)s depuis %(mp)s : %(err)s

source: Setting migration %(migration_id)s to error: %(reason)s
fr: Définition de la migration %(migration_id)s pour l'erreur : %(reason)s

source: Instance is suspended unexpectedly. Calling the stop API.
fr: L'instance est suspendue de manière inattendue. Appel de l'API d'arrêt

source: Instance is paused unexpectedly. Ignore.
fr: L'instance est interrompue contre toute attente. Ignorez-la.

source: Instance is unexpectedly not found. Ignore.
fr: L'instance est introuvable contre toute attente. Ignorez-la.

source: Instance is not (soft-)deleted.
fr: L'instance n'est pas supprimée récupérée.

source: Failed to power off instance
fr: Echec de mise sous tension de l'instance

source: Host field should not be set on the instance until resources have been claimed.
fr: La zone hôte ne doit pas être définie sur l'instance jusqu'à ce que des ressources aient été demandées.

source: No service record for host %s
fr: Aucun enregistrement de service pour l'hôte %s

source: Instance not resizing, skipping migration.
fr: Instance non en cours de redimensionnement ; migration ignorée

source: Can't access image %(image_id)s: %(error)s
fr: Impossible d'accéder à l'image %(image_id)s : %(error)s

source: Metadata value %(value)s for %(key)s is not of type %(type)s. Using default value %(default)s.
fr: Valeur des métadonnées %(value)s pour %(key)s n'est pas du type %(type)s. Utilisation de la valeur par défaut %(default)s.

source: No host name specified for the notification of HostAPI.%s and it will be ignored
fr: Pas de nom d'hôte spécifié pour la notification de HostAPI.%s cela sera ignoré.

source: Compute resource plugin %s was not loaded
fr: Le greffon de la ressource Compute %s n'a pas été chargé

source: serial_console.port_range should be <num>:<num>. Given value %(port_range)s could not be parsed. Taking the default port range %(default)s.
fr: serial_console.port_range devrait être <num>:<num>. La valeur donnée %(port_range)s ne peut être analysée. Prise en compte de la plage de ports par défaut %(default)s.

source: Token: %(token)s failed to save into memcached.
fr: Jeton : %(token)s a échoué à sauvegarder dans memcached.

source: Instance: %(instance_uuid)s failed to save into memcached
fr: Instance: %(instance_uuid)s a échoué à sauvegarder dans le memcached

source: Deadlock detected when running '%(func_name)s': Retrying...
fr: Interblocage détecté lors de l'exécution de '%(func_name)s' : Nouvelle tentative en cours...

source: Address |%(address)s| is not allocated
fr: L'adresse |%(address)s| n'est pas allouée

source: Address |%(address)s| is not allocated to your project |%(project)s|
fr: L'adresse |%(address)s| n'est pas allouée à votre projet |%(project)s|

source: Database inconsistency: DNS domain |%s| is registered in the Nova db but not visible to either the floating or instance DNS driver. It will be ignored.
fr: Incohérence de base de données : Le domaine DNS |%s| est enregistré dans la BD Nova mais non visible par le pilote DNS flottant ou d'instance. Il sera ignoré.

source: Domain |%(domain)s| already exists, changing zone to |%(av_zone)s|.
fr: Le domaine |%(domain)s| existe déjà, définition de zone sur |%(av_zone)s|.

source: Domain |%(domain)s| already exists, changing project to |%(project)s|.
fr: Le domaine |%(domain)s| existe déjà, définition de projet sur |%(project)s|.

source: Found multiple matches for domain %(domain)s. %(entry)s
fr: Plusieurs correspondances trouvées pour le domaine %(domain)s %(entry)s

source: Unable to dequalify. %(name)s is not in %(domain)s.
fr: Disqualification impossible. %(name)s n'est pas dans %(domain)s.

source: This shouldn't be getting called except during testing.
fr: Le programme ne doit pas être appelé sauf pendant le test.

source: Attempted to remove chain %s which does not exist
fr: Tentative de retrait de la chaîne %s qui n'existe pas

source: Tried to remove rule that was not there: %(chain)r %(rule)r %(wrap)r %(top)r
fr: Tentative de retrait de la règle qui n'était pas là : %(chain)r %(rule)r %(wrap)r %(top)r

source: Removed %(num)d duplicate rules for floating ip %(float)s
fr: %(num)d règles en double supprimées pour l'IP flottante %(float)s

source: instance-dns-zone not found |%s|.
fr: nstance-dns-zone non trouvé |%s|.

source: instance-dns-zone is |%(domain)s|, which is in availability zone |%(zone)s|. Instance is in zone |%(zone2)s|. No DNS record will be created.
fr: instance-dns-zone est |%(domain)s|, ce qui se trouve dans la zone de disponibilité |%(zone)s|. L'instance est dans la zone |%(zone2)s|. Aucun enregistrement DNS ne sera créé.

source: Quota exceeded for project %(pid)s, tried to allocate fixed IP. %(used)s of %(allowed)s are in use or are already reserved.
fr: Quota dépassé pour le projet %(pid)s, essayé d'allouer une adresse IP fixe. %(used)s de %(allowed)s sont utilisés ou déjà réservés.

source: Failed to rollback quota for deallocate fixed ip: %s
fr: Échec à diminuer le quota pour désallouer une ip fixe : %s

source: IP %s leased that is not associated
fr: Adresse IP %s spécialisée qui n'est pas associée

source: IP |%s| leased that isn't allocated
fr: Adresse IP |%s| spécialisée qui n'est pas allouée

source: IP %s released that is not associated
fr: Adresse IP %s publiée qui n'est pas associée

source: IP %s released that was not leased
fr: IP %s libérée qui n'était pas allouée

source: Subnet(s) too large, defaulting to /%s. To override, specify network_size flag.
fr: Sous-réseaux trop volumineux ; valeur par défaut /%s. Pour effectuer une substitution, spécifiez network_size flag.

source: Cannot delete entry |%s|
fr: Impossible de supprimer l'entrée |%s|

source: Cannot delete domain |%s|
fr: Impossible de supprimer le domaine |%s|

source: Neutron error: Fixed IP %s is already in use.
fr: Erreur Neutron: IP %s est déja utilisé.

source: Neutron error: Port quota exceeded in tenant: %s
fr: Erreur Neutron : Quota de Port dépassé dans le tenant : %s

source: Neutron error: No more fixed IPs in network: %s
fr: Erreur Neutron : Plus d'adresse IP fixes dans le réseau : %s

source: Neutron error: MAC address %(mac)s is already in use on network %(network)s.
fr: Erreur Neutron : l'adresse MAC %(mac)s est déjà utilisée dans le réseau %(network)s.

source: Port %s does not exist
fr: Le port %s n'existe pas

source: Failed to delete port %s for instance.
fr: Echec dans la suppression du port %s pour cette instance.

source: Network %(id)s not matched with the tenants network! The ports tenant %(tenant_id)s will be used.
fr: Le réseau %(id)s ne correspond pas avec le réseau des tenants! Les ports des tenants %(tenant_id)s seront utilisés.

source: Cannot add security group %(name)s to %(instance)s since the port %(port_id)s does not meet security requirements
fr: Impossible d'ajouter le groupe de sécurité %(name)s à l'instance %(instance)s car le port %(port_id)s ne respecte pas les exigences en matière de sécurité

source: pid %d not in child list
fr: PID %d absent de la liste d'enfants

source: Metric name unknown of %r
fr: Nom de la mesure inconnu de %r

source: Host %(hostname)s has more disk space than database expected (%(physical)sgb > %(database)sgb)
fr: L'hôte %(hostname)s a plus d'espace disque que ce qui est attendue par la base de donnée (%(physical)sgo > %(database)sgo)

source: Failed to %(service)s_%(method)s: %(ex)s
fr: Échec de %(service)s_%(method)s : %(ex)s

source: Setting instance to %s state.
fr: Positionnement de l'instance à l'état %s.

source: Ignoring the invalid elements of the option %(name)s: %(options)s
fr: Ignoré les éléments invalides de l'option %(name)s : %(options)s

source: %(host_state)s has not been heard from in a while
fr: %(host_state)s n'a pas été entendu depuis un certain temps

source: VCPUs not set; assuming CPU collection broken
fr: VCPU non défini ; collection CPU peut-être rompue

source: Could not decode cpu_allocation_ratio: '%s'
fr: Impossible de décoder cpi_allocation_ratio : '%s'

source: Could not decode disk_allocation_ratio: '%s'
fr: Impossible de décoder disk_allocation_ratio : '%s'

source: Could not decode max_io_ops_per_host: '%s'
fr: Impossible de décoder max_io_ops_per_host : '%s'

source: Could not decode max_instances_per_host: '%s'
fr: Impossible de décoder max_instances_per_host : '%s'

source: Could not decode ram_allocation_ratio: '%s'
fr: Impossible de décoder ram_allocation_ratio : '%s'

source: Multipath call failed exit (%(code)s)
fr: L'appel multi-chemin a échoué sa sortie (%(code)s)

source: Couldn't find multipath device %s
fr: Impossible de trouver le périphérique multi-chemin %s

source: Skip faulty line "%(dev_line)s" of multipath device %(mdev)s
fr: Passer la mauvaise ligne "%(dev_line)s" du périphérique multi-chemin %(mdev)s

source: Image config drive option %(image_prop)s is invalid and will be ignored
fr: L'option de l'image de l'unité de configuration %(image_prop)s est invalide et sera ignorée

source: Key '%(key)s' not in instances '%(inst)s'
fr: La clé '%(key)s' n'est pas dans les instances '%(inst)s'

source: Cannot decode JSON from %(id_path)s
fr: Ne peut décoder JSON de %(id_path)s

source: Ignoring error injecting data into image %(image)s (%(e)s)
fr: Erreur sur l'injection de données ignorée dans l'image %(image)s (%(e)s)

source: Ignoring error injecting %(inject)s into image (%(e)s)
fr: Erreur ignorée lors de l'injection de %(inject)s dans l'image (%(e)s)

source: Device allocation failed after repeated retries.
fr: L'allocation d'unité a échoué après des tentatives répétées.

source: No free nbd devices
fr: Pas de device nbd libre

source: Detaching from erroneous nbd device returned error: %s
fr: La dissociation de l'unité nbd erronée a renvoyée une erreur : %s.

source: Please consider to execute setup before trying to configure debug log message.
fr: Veuillez lancer l'installation avant d'essayer de configurer le message du journal de debug.

source: Unable to force TCG mode, libguestfs too old? %s
fr: Incapable de forcer le mode TCG, libguestfs trop ancienne? %s

source: Failed to close augeas %s
fr: Echec de la fermeture d'augeas %s

source: Failed to shutdown appliance %s
fr: Echec de l'arrêt du dispositif %s

source: Failed to close guest handle %s
fr: Echec de la fermeture du descripteur invité %s

source: Failed to remove snapshot for VM %s
fr: Echec du retrait de l'instantané pour la machine virtuelle %s

source: Timed out while waiting for soft shutdown.
fr: Temps dépassé durant l'attente de l'arrêt logiciel.

source: Disk not found on controller "%(controller_path)s" with address "%(address)s"
fr: Disque non trouvé sur le contrôleur "%(controller_path)s" avec l'adresse "%(address)s"

source: Could not determine iscsi initiator name
fr: Impossible de déterminer le nom de l'initiateur iSCSI

source: Power state %s not found.
fr: État de l'alimentation %s non trouvé.

source: cpu_arch not defined for node '%s'
fr: cpu_arch n'est pas défini pour le nœud '%s'

source: Ignoring malformed capability '%s'. Format should be 'key:val'.
fr: Capacité mal formé ignorée '%s'. Le format devrait être 'key:val'.

source: Warning, memory usage is 0 for %(instance)s on baremetal node %(node)s.
fr: Avertissement, l'utilisation de la mémoire est 0 pour %(instance)s sur le nœud baremetal %(node)s.

source: Warning, number of cpus is 0 for %(instance)s on baremetal node %(node)s.
fr: Avertissement, le nombre de cpus est 0 pour %(instance)s sur le nœud baremetal %(node)s.

source: Destroy called on non-existing instance %s.
fr: Destruction appelée sur une instance inexistante %s.

source: Invalid cachemode %(cache_mode)s specified for disk type %(disk_type)s.
fr: Mode de mise en cache non valide %(cache_mode)s spécifié pour le type de disque %(disk_type)s.

source: The libvirt driver is not tested on %(type)s/%(arch)s by the OpenStack project and thus its quality can not be ensured. For more information, see: https://wiki.openstack.org/wiki/HypervisorSupportMatrix
fr: Le pilote libvirt n'est pas testé sur %(type)s/%(arch)s par le projet OpenStack et sa qualité ne peut donc être garantie. Pour plus d'informations, voir : https://wiki.openstack.org/wiki/HypervisorSupportMatrix

source: Running libvirt-lxc without user namespaces is dangerous. Containers spawned by Nova will be run as the host's root user. It is highly suggested that user namespaces be used in a public or multi-tenant environment.
fr: Exécuter libvirt-lxc sans espaces de nom utilisateur est dangereux. Les conteneurs générés par Nova seront lancés comme utilisateur hôte root. Il est fortement conseillé que les espaces de nom soient utilisés dans un environnement publique ou à plusieurs projets.

source: Cannot destroy instance, operation time out
fr: Impossible de détruire l'instance, l'opération a expiré

source: Instance may be still running, destroy it again.
fr: L'instance est peut-être encore en cours d'exécution, détruisez-la de nouveau.

source: Ignoring Volume Error on vol %(vol_id)s during delete %(exc)s
fr: Erreur Volume Ignorée sur le volume %(vol_id)s durant la suppression de %(exc)s

source: During detach_volume, instance disappeared.
fr: Pendant l'opération detach_volume, l'instance a disparu.

source: During detach_interface, instance disappeared.
fr: L'instance a disparu lord de l'opération detach_interface.

source: Failed to soft reboot instance. Trying hard reboot.
fr: Échec dans le redémarrage logiciel de l'instance. Essayez un redémarrage matériel.

source: Image %s not found on disk storage. Continue without injecting data
fr: L'image %s n'est pas trouvée sur l'espace disque. Continuer sans injonction de données.

source: File injection into a boot from volume instance is not supported
fr: L'injection de fichier dans le démarrage d'une instance de volume n'est pas supportée.

source: Instance disappeared while detaching a PCI device from it.
fr: L'instance disparaît quand le périphérique PCI se sépare de celle-ci.

source: Too many id maps, only included first five.
fr: Trop de cartes id, inclure uniquement les cinq premières.

source: Invalid value for id mapping %s
fr: Valeur invalide pour la configuration d'id %s

source: Old property name "hw_watchdog_action" is now deprecated and will be removed in the next release. Use updated property name "hw:watchdog_action" instead
fr: L'ancien nom de propriété "hw_watchdog_action" est maintenant obsolète et sera retiré dans la prochaine version. Utiliser à la place le nom de propriété mis à jour "hw:watchdog_action"

source: Timeout waiting for vif plugging callback for instance %(uuid)s
fr: Dépassement du délai d'attente pour le rappel de la connexion int. virt., pour l'instance %(uuid)s

source: couldn't obtain the XML from domain: %(uuid)s, exception: %(ex)s
fr: Impossible d'obtenir de l'XML depuis le domaine : %(uuid)s, exception : %(ex)s

source: Cannot get the number of cpu, because this function is not implemented for this platform.
fr: Impossible d'obtenir le nombre d'UC, car cette fonction n'est pas implémentée pour cette plateforme.

source: couldn't obtain the vpu count from domain id: %(uuid)s, exception: %(ex)s
fr: Impossible d'obtenir le compte de vpu depuis l'id du domaine : %(uuid)s, exception : %(ex)s

source: couldn't obtain the memory from domain: %(uuid)s, exception: %(ex)s
fr: Impossible d'obtenir de la mémoire depuis le domaine : %(uuid)s, exception : %(ex)s

source: URI %(uri)s does not support listDevices: %(error)s
fr: l'URI %(uri)s ne supporte pas la liste de périphériques : %(error)s

source: An error occurred trying to live migrate. Falling back to legacy live migrate flow. Error: %s
fr: Une erreur est survenue en essayant de migrer directement. Retour au flux normal de migration directe. Erreur : %s

source: plug_vifs() failed %(cnt)d. Retry up to %(max_retry)d.
fr: Échec de plug_vifs() %(cnt)d. Recommencer jusqu'à %(max_retry)d.

source: Error from libvirt while getting description of %(instance_name)s: [Error Code %(error_code)s] %(ex)s
fr: Erreur de libvirt lors de l'obtention de la description de %(instance_name)s : [Code d'erreur %(error_code)s] %(ex)s

source: Periodic task is updating the host stat, it is trying to get disk %(i_name)s, but disk file was removed by concurrent operations such as resize.
fr: Une tâche périodique met à jour le statut de l'hôte, elle essaye d'avoir le disque %(i_name)s, mais le fichier disque a été supprimé par une opérations simultané comme un redimensionnement.
