Repository: schatt/nova
Catalog: nova/locale/*/LC_MESSAGES/nova-log-warning.po
Languages: fr

source: Periodic task is updating the host stat, it is trying to get disk %(i_name)s, but access is denied. It is most likely due to a VM that exists on the compute node but is not managed by Nova.
fr: Une tâche périodique met à jour le statut de l'hôte, elle essaye d'avoir le disque %(i_name)s, mais l'accès lui est refusé. Cela est très probablement due à une VM qui existe sur le nœud calcul mais non géré par Nova.

source: Periodic task is updating the host stats, it is trying to get disk info for %(i_name)s, but the backing volume block device was removed by concurrent operations such as resize. Error: %(error)s
fr: Une tâche périodique met à jour les statuts des hôtes, elle essaye d'accéder aux informations du disque de %(i_name)s, mais la sauvegarde du périphérique du volume par bloc a été supprimée par une opérations parallèles comme un redimensionnement. Erreur : %(error)s

source: Libvirt module could not be loaded. NWFilterFirewall will not work correctly.
fr: Impossible de charger le module libvirt. NWFilterFirewall ne fonctionnera pas correctement.

source: URI %(uri)s does not support events: %(error)s
fr: URI %(uri)s ne supportent pas les événements : %(error)s

source: URI %(uri)s does not support connection events: %(error)s
fr: URI %(uri)s ne supporte pas les événements de connexion : %(error)s

source: URI %(uri)s does not support full set of host capabilities: %(error)s
fr: L'URI %(uri)s ne supporte pas l'ensemble complet des possibilités de l'hôte : %(error)s

source: Instance %(instance)s is using a backing file %(backing)s which does not appear in the image service
fr: L'instance %(instance)s utilise un fichier de sauvegarde %(backing)s qui n'apparaît pas dans le service d'image

source: image %(id)s at (%(base_file)s): warning -- an absent base file is in use! instances: %(instance_list)s
fr: image %(id)s à (%(base_file)s) : avertissement -- un fichier de base absent est en cours d'utilisation ! instances : %(instance_list)s

source: Unknown base file: %s
fr: Fichier de base inconnu : %s

source: Volume group %(vg)s will not be able to hold sparse volume %(lv)s. Virtual volume size is %(size)db, but free space on volume group is only %(free_space)db.
fr: Le groupe de volumes %(vg)s ne pourra pas contenir le volume incomplet %(lv)s. La taille du volume virtuel est de %(size)db, mais l'espace libre sur le groupe de volumes est de seulement %(free_space)db.

source: rbd remove %(volume)s in pool %(pool)s failed
fr: La suppression de rbd %(volume)s dans le pool %(pool)s a échoué

source: %s is already mounted
fr: %s est déjà monté

source: systool is not installed
fr: systool n'est pas installé

source: Unknown content in connection_info/qos_specs: %s
fr: Contenu inconnu dans connection_info/qos_specs : %s

source: ISCSI volume not yet found at: %(disk_dev)s. Will rescan & retry. Try number: %(tries)s
fr: Volume ISCSI pas encore trouvé à : %(disk_dev)s. Nouvelle analyse et nouvelle tentative. Nombre de tentatives : %(tries)s

source: Unable to delete volume device %s
fr: Incapable de supprimer le périphérique du volume %s

source: Failed to remove multipath device descriptor %(dev_mapper)s. Exception message: %(msg)s
fr: Echec à supprimer le descriptif du périphérique multi-chemin %(dev_mapper)s. Message d'exception : %(msg)s

source: AoE volume not yet found at: %(aoedevpath)s. Try number: %(tries)s
fr: Volume AoE pas encore trouvé à : %(aoedevpath)s. Nombre de tentatives : %(tries)s

source: Fibre volume not yet found at: %(mount_device)s. Will rescan & retry. Try number: %(tries)s
fr: Volume de fibre pas encore trouvé à : %(mount_device)s. Nouvelle analyse et nouvelle tentative. Nombre de tentatives : %(tries)s

source: multipath-tools probably work improperly. devices to remove = %s.
fr: L'outil de multi-chemin fonctionne probablement mal. Périphériques à supprimer = %s.

source: Value required for 'scality_sofs_config'
fr: Valeur requise pour 'scality_sofs_config'

source: Cannot access 'scality_sofs_config': %s
fr: Impossible d'accéder à 'scality_sofs_config' : %s

source: Cannot execute /sbin/mount.sofs
fr: Impossible d'exécuter /sbin/mount.sofs

source: Cannot mount Scality SOFS, check syslog for errors
fr: Impossible de monter Scality SOFS, consultez le fichier syslog pour voir les erreurs

source: The following clusters could not be found in the vCenter %s
fr: Les clusters suivants ne peuvent pas être trouvés dans le vCenter %s

source: datastore_regex is ignored when PBM is enabled
fr: datastore_regex est ignoré quand PBM est activé

source: Unable to retrieve value for %(path)s Reason: %(reason)s
fr: Impossible de récupérer les valeurs pour %(path)s Raison: %(reason)s

source: vmware_ostype from image is not recognised: '%(ostype)s'. An invalid os type may be one cause of this instance creation failure
fr: vmware_ostype depuis l'image n'est pas reconnue : '%(ostype)s'. Un type os invalide peut être la cause de l'échec de la création d'une instance

source: Destination %s already exists! Concurrent moves can lead to unexpected results.
fr: La destination %s existe déjà! Des déplacements parallèles peuvent conduire à des résultats inattendus.

source: Could not determine key: %s
fr: Impossible de déterminer la clé : %s

source: Failed to extract instance support from %s
fr: Echec de l'extraction du support d'instance de %s

source: VM already halted, skipping shutdown...
fr: Machine virtuelle déjà interrompue, omission de l'arrêt...

source: Unrecognized cache_images value '%s', defaulting to True
fr: Valeur cache_images non reconnue '%s', utilisation par défaut de True

source: Flag sr_matching_filter '%s' does not respect formatting convention
fr: L'indicateur sr_matching_filter '%s' ne respecte pas la convention de mise en forme

source: Reboot failed due to bad volumes, detaching bad volumes and starting halted instance
fr: Echec d'initialisation en raison de volumes incorrects, détachement des volumes incorrects et démarrage de l'instance interrompue

source: VM is not present, skipping destroy...
fr: La machine virtuelle n'est pas présente, omission de la destruction...

source: VM is not present, skipping soft delete...
fr: La machine virtuelle n'est pas présente et la suppression logicielle est ignorée...

source: Cannot purge SR with referenced VDIs
fr: Impossible de purger le référentiel de stockage avec les VDI référencés

source: Ignoring exception %(exc)s when getting PBDs for %(sr_ref)s
fr: Exception %(exc)s ignorée pendant l'obtention de PBDs pour %(sr_ref)s

source: Ignoring exception %(exc)s when unplugging PBD %(pbd)s
fr: Exception %(exc)s ignorée pendant la deconnexion du PBD %(pbd)s

source: Mountpoint cannot be translated: %s
fr: Le point de montage ne peut pas être traduit : %s

source: Cinder V1 API is deprecated as of the Juno release, and Nova is still configured to use it. Enable the V2 API in Cinder and set cinder_catalog_info in nova.conf to use it.
fr: L'API V1 Cinder est obsolète dans la version Juno et Nova est toujours configuré pour s'en servir. Activer l'API V2 dans Cinder et positionner cinder_catalog_info dans nova.conf pour l'utiliser.
